const products = {
    'Смартфоны': [
        { id: 1, name: 'Apple Iphone', description: 'Купить телефон Apple iPhone с доставкой по всей Украине.', price: 19000 },
        { id: 2, name: 'Samsung Galaxy', description: 'Откройте для себя инновационные смартфоны серии Galaxy, оснащенные системой искусственного интеллекта Galaxy AI', price: 21000 },
    ],
    'Ноутбуки': [
        { id: 3, name: 'Asus Rog', description: 'Ноутбуки Asus Rog - самые мощные игровые лэптопы. Высокие возможности и потрясающая мощь – это те черты, которыми обладают ноутбуки Asus серии Rog.', price: 44500 },
        { id: 4, name: 'Lenovo IdeaPad Gaming ', description: 'Lenovo IdeaPad Gaming — универсальный ноутбук для игры и выполнения стандартных повседневных задач сполна оправдывающий свою стоимость.', price: 28000 },
    ],
    'Бытовая техника': [
        { id: 5, name: 'Холодильник Samsung', description: 'Холодильники бренда Samsung отличаются высоким качеством сборки, надежностью и большим количеством функций.', price: 18000 },
        { id: 6, name: 'Посудомоечная машина Bosch', description: 'Посудомоечная машина Bosch отличается исключительной способностью мыть и сушить посуду. Именно то, чего вы хотите и заслуживаете от вашего ежедневного помощника.', price: 17000 },
    ]
};